Autodesk.Navisworks.Api.AxisAndAngleResult
Represents an axis and angle result

Autodesk.Navisworks.Api.AxisAndAngleResult.#ctor
Constructor for an angle/axis pair result.

Autodesk.Navisworks.Api.AxisAndAngleResult.Angle
The angle in radians

Autodesk.Navisworks.Api.AxisAndAngleResult.Axis
The axis